<!doctype html>
<html lang="uk">
  <?php include "head.php"?>

  <body>
    <div class="overlay" id="overlay"></div>
    <!-- header -->
    <?php $page="home"; include "header.php"?>
    <!-- header -->

    <section class="section" id="intro">
      <h2 class="section-title">Вітаю!</h2>

      <p>
        Мене звати Віталій, я атестований автоінструктор та ветеран ЗСУ. Маю
        міцні нерви, спокійний характер і вмію знаходити підхід до кожного учня
      </p>
      <p>
        Навчання проводжу на автомобілі з
        <span class="bold-text">автоматичною коробкою передач</span>
      </p>
      <p>
        Я добре розумію, що навчання водінню може викликати хвилювання — тому на
        моїх заняттях ви не почуєте криків та не відчуєте тиску
      </p>
      <p>
        ✨ Ми працюємо в атмосфері взаємоповаги, довіри й підтримки,
        перетворюючи кожне заняття на захопливу подорож
      </p>
    </section>

    <div class="image-section">
      <img
        src="/img/vital.jpg"
        alt="Автоінструктор Київ Теремки, Голосіїв"
        class="image-banner"
      />
    </div>

    <section class="section">
      <p>
        Я підбираю індивідуальний підхід до кожного — враховую ваші персональні
        потреби, попередній досвід, сильні та слабкі сторони, способи сприйняття
        інформації.
      </p>
      <p>
        Вже після проходження тест-драйву мої учні долають страхи та записуються
        на наступні заняття 😊
      </p>
      <p>
        ‍✔️ Моя мета — не просто навчити вас кермувати, а зробити так, щоб ви
        відчули впевненість, спокій та задоволення за кермом
      </p>
      <p>
        Для зручності учнів діє онлайн запис на заняття, персональний кабінет,
        SMS-нагадування, щоб ви ніколи не пропустили свій час 📅
      </p>
    </section>

    <section class="section" id="training-programs">
      <h2 class="section-title">Напрямки навчання:</h2>
      <div class="programs-grid">
        <div class="program-card">
          <div class="header">👉 Експрес-курс (відновлення)</div>

          <div class="main">
            <span>Повернути впевненість за 10 занять</span>
            Для водіїв, які вже мають посвідчення та хочуть повернутись до
            кермування після перерви
          </div>

          <div class="footer">✅ ПОСВІДЧЕННЯ Є</div>
        </div>

        <div class="program-card">
          <div class="header">👉 Базовий курс (з нуля)</div>

          <div class="main">
            <span>Навчитись кермувати з самого початку</span>
            Для тих, хто тільки починає керувати автомобілем та готується до
            практичного іспиту
          </div>

          <div class="footer">ПІДГОТОВКА ДО ІСПИТУ 🚔</div>
        </div>
      </div>
    </section>

    <section class="section" id="location">
      <h2 class="section-title">🌍 Локація</h2>
      <ul>
        <li>
          Заняття розпочинаються в Голосіївському районі Києва (Теремки)
          неподалік від станцій метро "Іподром" або "Виставковий центр"
        </li>
        <li>
          Місце зустрічі також можемо визначати в
          <span class="bold-text">індивідуальному порядку</span>, якщо ви їдете
          з іншого району
        </li>
        <li>
          Перші заняття проводимо на території виставкового центру або
          мікрорайону Жуляни. У процесі набуття досвіду поступово розширюємо
          географію
        </li>
      </ul>
    </section>

    <section class="section">
      <div class="callme">
        <a href="tel:+380632209770" title="Подзвонити" class="contacts-img">
          <img
            class="call-btn"
            src="/img/call.png"
            alt="Подзвонити автоінструктору"
          />
          <span class="phone"> Подзвонити зараз</span>
        </a>
        <a
          href="viber://chat?number=%2B380632209770"
          title="Написати автоінструктору"
          class="contacts-img"
          target="_blank"
          rel="noopener noreferrer"
        >
          <img src="/img/viber.png" alt="Написати автоінструктору" />
          <span>Написати автоінструктору</span>
        </a>
      </div>
    </section>

    <section class="section" id="price">
      <h2 class="section-title">💳 Вартість занять</h2>
      <ul>
        <li>Разове заняття: 1100 грн за годину</li>
        <li>Тривалість заняття: 2 години</li>
        <li>
          Оплата здійснюється перерахунком на картковий рахунок, IBAN або
          готівкою
        </li>
      </ul>
    </section>

    <section class="section">
      <h2 class="section-title">Переваги</h2>

      <ul>
        <li>
          Ввічливе спілкування без криків і тиску. Як саме відбуваються наші
          заняття дивіться
          <a href="#videos">на відео ▶️ ▶️ ▶️</a>
        </li>
        <li>
          Ексклюзивна програма занять, яка дозволяє після проходження курсу
          впевнено почуватись за кермом, швидко орієнтуватись у різноманітних
          дорожніх обставинах.
        </li>

        <li>
          Спеціально обладнаний навчальний автомобіль Citroen Cactus 🌵 з
          автоматичною коробкою передач, камерою заднього виду та парктроніком.
        </li>
        <li>Креативна підготовка до іспитів у сервісному центрі МВС</li>
        <li>
          Можливість складати іспит на автомобілі, до якого ви звикли протягом
          занять
        </li>
        <li>📅 Онлайн запис на заняття та персональний календар користувача</li>
        <li>
          <span class="bold-text">&nbsp;SMS&nbsp;</span> нагадування про запис
          на заняття
        </li>
        <li>
          Регулярно оновлювані
          <a
            href="https://t.me/holydrivers_ua"
            target="_blank"
            rel="noopener noreferrer"
            title="Telegram канал автоінструктора"
            >Telegram канал </a
          >,
          <a
            href="https://youtube.com/@HolyDrivers"
            target="_blank"
            rel="noopener noreferrer"
            title="Youtube канал автоінструктора"
            >Youtube канал ▶️</a
          >
          та
          <a
            href="https://fb.com/holydrivers"
            target="_blank"
            rel="noopener noreferrer"
            title="Facebook сторінка автоінструктора"
            >Facebook сторінка</a
          >
          з навчальними матеріалами та корисною інформацію для водіїв
        </li>
      </ul>
    </section>

    <section class="section" id="register">
      <h2 class="section-title">Ще вагаєтесь?</h2>
      <p>
        - Запишіться на <span class="bold-text">тест-драйв</span> та
        переконайтесь самі, що стати водієм може кожен. Що водити автомобіль
        зовсім не складно, не страшно, а навпаки - цікаво та захоплююче.
      </p>
    </section>

    <section class="form-section">
      <form id="bookingForm">
        <h2 class="section-title">✍️ Запишіться на тест-драйв:</h2>
        <p>
          Тест-драйв - це пробний урок без стресу. Почніть водити вже цього
          тижня!
        </p>
        <label>
          Ваше ім'я:
          <input
            type="text"
            name="name"
            required
            oninvalid="this.setCustomValidity('Будь ласка, введіть ваше ім\'я')"
            oninput="this.setCustomValidity('')"
          />
        </label>
        <label>
          Номер телефону:
          <input
            type="tel"
            id="phone"
            name="phone"
            placeholder="+380XXXXXXXXX"
            required
            pattern="(?=(?:.*\d){10,})[0-9\s\-\(\)\+]+"
            oninvalid="
              this.setCustomValidity(
                'Введіть телефон, мінімум 10 цифр. Можна використовувати пробіли, дефіси та дужки.',
              )
            "
            oninput="this.setCustomValidity('')"
          />
        </label>
        <input
          type="text"
          name="website"
          style="display: none"
          tabindex="-1"
          autocomplete="off"
        />
        <button type="submit">🔥 Отримати перше заняття</button>
        <p>Я зв'яжусь з Вами одразу після закінчення поточних занять</p>
      </form>
      <div id="successModal" class="modal">
        <div class="modal-content">
          <p>Результат надсилання форми</p>
          <button id="closeModal">Ок</button>
        </div>
      </div>
    </section>

    <section class="section" id="program">
      <h2 class="section-title">🟡 Програма практичного навчання:</h2>
      <p>
        Заняття стартують на майданчику з обмеженим рухом, де закладається база
        керування автомобілем. Далі навчання поступово переходить до складніших
        маршрутів і реальних міських умов. Фінальна мета — впевнене та
        самостійне водіння без підказок інструктора
      </p>
      <p>✨ Протягом усього курсу я також викладаю наступне:</p>
      <ul>
        <li>Основи контраварійної техніки</li>
        <li>Особливості зимового керування авто ❄️</li>
        <li>Елементи водійської етики та взаємної поваги на дорозі</li>
        <li>
          Вміння не створювати аварійних ситуацій та передбачати їх з боку інших
          водіїв
        </li>
      </ul>
      <p>
        Під час кожного заняття ділюсь реальними кейсами та досвідом з
        багаторічної практики.
      </p>

      <div class="read-more">
        <input type="checkbox" class="read-more__toggle" id="read_more_1" />

        <div class="read-more__content">
          <table class="program-table">
            <tbody>
              <tr>
                <td>
                  <span> Заняття на території з обмеженим рухом: </span>
                  <ul>
                    <li>Посадка за кермом, налаштування крісла та дзеркал</li>
                    <li>
                      Органи керування: педалі, кермо, покажчики повороту,
                      перемикання передач, стоянкове гальмо
                    </li>
                    <li>Правильне обертання рульового колеса</li>
                    <li>Початок руху та зупинка</li>
                    <li>Рух дорогою низької інтенсивності</li>
                    <li>
                      Дотримання інтервалу, дистанції, рядності руху, контроль
                      габаритів
                    </li>
                    <li>
                      Маневрування: повороти, розвороти у 1–2–3 прийоми, рух
                      заднім ходом
                    </li>
                    <li>Об’їзд нерухомої перешкоди</li>
                  </ul>
                </td>
                <td class="hours">2–4 год</td>
              </tr>

              <tr>
                <td>
                  <span>🚦 Заняття у місті: </span>
                  <ul>
                    <li>
                      Визначення безпечної швидкості, дистанції та інтервалу
                    </li>
                    <li>Проїзд регульованих перехресть</li>
                    <li>Повороти праворуч і ліворуч</li>
                    <li>Зміна смуги руху</li>
                    <li>Об’їзд припаркованих авто</li>
                  </ul>
                </td>
                <td class="hours">2–6 год</td>
              </tr>

              <tr>
                <td>
                  <ul>
                    <li>Проїзд перехресть з круговим рухом</li>
                    <li>Розворот на перехресті та поза ним</li>
                    <li>Зупинка у дозволених місцях</li>
                  </ul>
                </td>
                <td class="hours">2–4 год</td>
              </tr>

              <tr>
                <td>
                  <ul>
                    <li>⚠️ Проїзд нерегульованих перехресть</li>
                    <li>Визначення пріоритетності руху</li>
                    <li>Рух по головній/другорядній дорозі</li>
                    <li>Зміна напрямку головної дороги</li>
                  </ul>
                </td>
                <td class="hours">2–4 год</td>
              </tr>

              <tr>
                <td>
                  <ul>
                    <li>Рух за межами міста</li>
                    <li>Проїзд естакад</li>
                    <li>
                      Рух по дорогах з інтенсивним трафіком: зміна смуги руху,
                      контроль сліпих зон, розвороти
                    </li>
                  </ul>
                </td>
                <td class="hours">2–4 год</td>
              </tr>

              <tr>
                <td>
                  <span>🅿️ Паркування заднім ходом</span>
                  <ul>
                    <li>Різновиди паркування заднім ходом</li>
                    <li>Виїзд з вузьких паркомісць</li>
                    <li>Оцінка габаритів автомобіля</li>
                    <li>Робота з дзеркалами при маневрах</li>
                    <li>Корекція траєкторії під час руху назад</li>
                    <li>Типові помилки та як їх уникнути</li>
                  </ul>
                </td>
                <td class="hours">2–4 год</td>
              </tr>

              <tr>
                <td>
                  <span>🅿️ Паралельне паркування</span>
                  <ul>
                    <li>Алгоритм виконання паралельного паркування</li>
                    <li>Орієнтири для точного заїзду між авто</li>
                    <li>
                      Способи паркування в умовах затору або інтенсивного руху
                    </li>
                    <li>Виправлення типових помилок у паркуванні</li>
                  </ul>
                </td>
                <td class="hours">2–4 год</td>
              </tr>

              <tr>
                <td>
                  <span>🏁 Кінцевий етап</span>
                  🚗🚗🚗🚗🚗
                  <ul>
                    <li>Рух у щільному міському трафіку</li>
                    <li>Маршрут за вибором учня</li>
                    <li>Використання GPS-навігації у реальних умовах</li>
                    <li>Зміна смуги руху в потоці транспорту</li>
                    <li>Взаємодія з іншими учасниками руху</li>
                    <li>
                      Самостійне прийняття рішень без підказок інструктора
                    </li>
                    <li>Формування впевненого стилю водіння у місті</li>
                  </ul>
                </td>
                <td class="hours">2–4 год</td>
              </tr>

              <tr>
                <td>
                  <span>🎯 Підготовка до іспиту</span>
                  <ul>
                    <li>Відпрацювання маршрутів сервісного центру МВС</li>
                    <li>Формування стабільного виконання всіх маневрів</li>
                    <li>Робота над типовими помилками кандидатів у водії</li>
                    <li>Психологічна підготовка до іспиту без стресу</li>
                    <li>Мок-тести (імітація реального практичного іспиту)</li>
                  </ul>
                </td>
                <td class="hours">6–8 год</td>
              </tr>
            </tbody>
          </table>
          <p>
            📌 Тривалість кожного етапу залежить від початкового рівня учня,
            здатності до засвоєння навичок, інтенсивності занять, наявності
            тривалих перерв між заняттями.
          </p>
          <p>
            Для допуску до практичного іспиту необхідно пройти щонайменше 38
            годин навчання.
          </p>
        </div>

        <label
          for="read_more_1"
          data-open="Програма занять"
          class="read-more__button"
        ></label>
      </div>
    </section>

    <section class="section">
      <h2 class="section-title">Результат 🏁</h2>
      <p>
        Наприкінці занять ви зможете впевнено керувати автомобілем у великому
        місті та за його межами. Спокійно та розсудливо орієнтуватись у
        незнайомих місцях та несподіваних ситуаціях, на складних перехрестях,
        дорогах з інтенсивним рухом. Майстерно паркувати автомобіль.
        Дотримуватись ПДР, запобігати створенню аварійних ситуацій.
      </p>
      <p class="bold">
        Та головне - ви будете отримувати від водіння відчуття задоволення та
        свободи!
      </p>
      <p class="bold">
        І одного дня ви просто сядете за кермо і поїдете туди, куди захочете
      </p>
      <p class="bold">
        Ваше водійське посвідчення стане не просто документом, а справжньою
        свободою пересування
      </p>
    </section>

    <section class="section">
      <h2 class="section-title">
        🏆 Чому більшість моїх клієнтів складають іспит з першої спроби?
      </h2>

      <div class="read-more">
        <input type="checkbox" class="read-more__toggle" id="read_more_2" />

        <div class="read-more__content">
          <ul>
            <li>Передусім, я вірю в вас та ваші таланти</li>
            <li>
              Готуємось до іспитів не лише на маршрутах сервісних центрів, а в
              різноманітних місцях, напрацьовуючи ваше вміння самостійно
              орієнтуватись на незнайомих дорогах
            </li>
            <li>
              Перед іспитом ми складаємо <b>mock-tests</b>. Як саме це
              відбувається - наразі залишиться таємницею 🔒 щоб це стало для вас
              несподіванкою та надало потрібний ефект
            </li>
          </ul>
          <p><b>Що ж таке mock-tests?</b></p>
          <p>
            mock tests — це пробні іспити з водіння, які відтворюють реальні
            умови іспиту, але без ризику "провалу"
          </p>

          <ul>
            <li>режим exam (без підказок)</li>
            <li>маршрут, як на іспиті</li>
            <li>імітація команд екзаменатора</li>
            <li>оцінка типових помилок</li>
          </ul>
          <p><b>Для чого це потрібно?</b></p>
          <ul>
            <li>знімає стрес (“я вже це робила”)</li>
            <li>показує реальні слабкі місця</li>
            <li>підвищує шанс здати з першого разу</li>
          </ul>
        </div>

        <label
          for="read_more_2"
          data-open="Детальніше про це"
          class="read-more__button"
        ></label>
      </div>
    </section>

    <!-- <section class="section">
      <h2 class="section-title">Перші заняття</h2>
      <p>
        Навчання для початківців починається на закритій території, що значно
        полегшує перші кроки водіння.
      </p>
      <p>
        Автоінструктор пояснить вам, як працюють основні вузли керування
        автомобілем: педалі, кермо, ручні гальма, покажчики поворотів. Як
        налаштувати крісла та дзеркала заднього виду.
      </p>
      <p class="bold">Почнемо з найпростішого:</p>
      <ul>
        <li>Початок руху та зупинка</li>
        <li>Повороти, дотримання відповідного положення на дорозі</li>
        <li>Рух заднім ходом, розворот в один, два та три прийоми</li>
        <li>Оцінка дорожних обставин, проїзд перехресть</li>
        <li>Зустрічний роз'їзд, об'їзд нерухомих перешкод</li>
      </ul>
    </section>

    <section class="section">
      <h2 class="section-title">Заняття на дорогах</h2>
      <p>
        🚦 На дороги виїжджаємо, лише коли ви відчуєте до цього готовність та
        бажання. Поступово ускладнюємо програму - збільшуємо дистанції, їздимо в
        нові місця, вчимось орієнтуватись в незнайомих обставинах.
      </p>
      <ul>
        <li>Початок руху, зміна його напрямку</li>
        <li>Дотримання безпечного інтервалу та дистанції</li>
        <li>Зміна смуги руху</li>
        <li>
          Проїзд перехресть, круговий рух, розворот на перехресті та поза його
          межами
        </li>
        <li>Рух по естакадах</li>
        <li>Зупинка, паралельне паркування, паркування заднім ходом</li>
        <li>Рух за містом</li>
        <li>Рух в темну пору доби 🌙</li>
        <li>
          Основи контраварійної техніки, особливості зимового керування авто ❄️
        </li>
        <li>Елементи водійської етики та взаємної поваги на дорозі</li>
        <li>
          Вміння не створювати аварійних ситуацій та передбачати їх з боку інших
          водіїв
        </li>
      </ul>
      <p>
        Після набуття необхідного досвіду, без перебільшення, ми можемо проїхати
        ледь не весь Київ протягом 2-годинного заняття з правого берегу на лівий
        та назад.
      </p>
    </section> -->

    <div class="image-section">
      <img
        src="/img/city-driving.png"
        alt="Підготовка до іспиту"
        class="image-banner"
      />
    </div>

    <section class="section" id="reviews">
      <h2 class="section-title">Відгуки:</h2>
      <ul>
        <li>
          Відгуки на
          <a
            href="https://www.instructor.in.ua/instructor/kolomiiec-vitaliy"
            target="_blank"
            >instructor.in.ua</a
          >
        </li>
        <li>
          Відгуки на
          <a
            href="https://www.google.com/maps/place/%D0%9F%D1%80%D0%B8%D0%B2%D0%B0%D1%82%D0%BD%D0%B8%D0%B9+%D0%B0%D0%B2%D1%82%D0%BE%D1%96%D0%BD%D1%81%D1%82%D1%80%D1%83%D0%BA%D1%82%D0%BE%D1%80/@50.3859919,30.4416377,14z/data=!4m8!3m7!1s0x67eaf7f916b365db:0x9268505342a3d5f0!8m2!3d50.3863466!4d30.465422!9m1!1b1!16s%2Fg%2F11yjpwy5gc!5m1!1e4?entry=ttu&g_ep=EgoyMDI2MDEyOC4wIKXMDSoASAFQAw%3D%3D"
            target="_blank"
            >google maps</a
          >
        </li>
      </ul>
    </section>

    <section class="reviews">
      <h2 class="section-title">Мої випускники та випускниці:</h2>
      <div class="reviews-wrapper">
        <div class="review">
          <img src="/img/review7.jpg" alt="Відгук 1" />
          <div class="review-text">
            <p>
              Я проходила навчання в автошколі Panda-Rav і залишилась у повному
              захваті. Це справді неймовірний досвід, який перевершив усі мої
              очікування. Атмосфера на заняттях була легкою та дружньою, а
              знання, які я отримала, - максимально практичними та потрібними.
              Окремо хочу виділити мого інструктора Віталія. Його підхід до
              навчання - це щось особливе. Він пояснює настільки зрозуміло та
              доступно, що просто не може не вийти. Навіть найскладніші моменти
              на дорозі він розкладає по поличках так, що все стає очевидним.
              Завдяки його терпінню, впевненості та вмінню мотивувати мені
              вдалося без проблем скласти практичний іспит. Віталій не лише
              вчить керувати авто, він формує відчуття спокою й упевненості за
              кермом, що для мене було дуже важливо. Кожне заняття проходило
              цікаво, з корисними прикладами з реальних ситуацій на дорозі.
              Рекомендую автошколу Panda - RAV та особливо інструктора Віталія
              всім, хто хоче отримати якісне навчання, підтримку та справді
              відчути впевненість у власних силах🚗✨
            </p>
          </div>
        </div>
        <div class="review">
          <img src="/img/review1.jpg" alt="Відгук 1" />
          <div class="review-text">
            <p>
              Віталію, Дякую Вам за знання, терпіння і слушні поради, а головне,
              за приємну атмосферу і позитивні емоції на уроках. Я завжди
              поверталася додому після двогодинного уроку з посмішкою і зарядом
              енергії. У Вас є велика сила вселяти людям впевненість! Нехай Вам
              повертається все те добро і позитив, яке Ви віддаєте своїм учням!
              Буду сумувати за Вашою компанією!😭 Бажаю успішно продовжувати
              навчати нових і нових учнів! Вам це чудово вдається! Ще раз,
              Величезне Дякую!😚 p.s. витріть сльози, інші учениці теж дуже
              хороші, і їздитимуть так само добре, якщо Ви їх навчите, як і мене
            </p>
          </div>
        </div>
        <div class="review">
          <img src="/img/review2.jpg" alt="Відгук 2" />
          <div class="review-text">
            <p>
              Хочу висловити щиру подяку своєму автоінструктору Віталію за
              професійний підхід до навчання. З першого заняття він створив
              комфортну атмосферу, що допомогло мені позбутися хвилювання за
              кермом. Уроки водіння були зрозумілими та ефективними, а всі
              складні моменти пояснювалися просто, доступно та актуальними
              історіями з досвіду водіння інструктора. Практичні заняття були
              продумані таким чином, щоб я отримала досвід водіння в різних
              умовах: у місті, на трасі та під час паркування. Завдяки такому
              підходу я успішно склада іспит з першої спроби та навчилась
              впевнено кермувати у реальних умовах!
            </p>
          </div>
        </div>
        <div class="review">
          <img src="/img/review3.jpg" alt="Відгук 3" />
          <div class="review-text">
            <p>
              Хочу подякувати своєму інструктору Віталію за чудове навчання!
              Завдяки його професіоналізму, терпінню та зрозумілому поясненню
              всіх нюансів водіння мені вдалося здати практичний іспит з першого
              разу. 🙌 Уроки проходили спокійно, без зайвого стресу, кожну
              ситуацію на дорозі ми детально розбирали, що додало мені
              впевненості за кермом. Дуже рада, що потрапила саме до Віталія. 😎
              Рекомендую всім, хто хоче навчитися водити впевнено та без страху!
              🚗
            </p>
          </div>
        </div>
        <div class="review">
          <img src="/img/review4.jpg" alt="Відгук 3" />
          <div class="review-text">
            <p>
              Я проходила навчання у Віталія на Теремках. Чудовий інструктор,
              який доступно та покроково пояснює кожен елемент водіння.
              Відпрацьовується все до автоматизму, без зайвого стресу. Спокійно,
              зрозуміло, ефективно! Якщо ви шукаєте справді професійного та
              терплячого інструктора з водіння, то вам точно пощастило, якщо ви
              потрапили до цього спеціаліста! Інструктор не просто навчає, а
              робить це максимально доступно та зрозуміло. Він приділяє увагу
              кожному руху, кожному маневру, пояснює не тільки “як”, але й
              “чому” саме так потрібно діяти в тій чи іншій ситуації. Особливо
              цінно, що навчання відбувається спокійно, без зайвого стресу.
              Автоінструктор вміє підтримати, додати впевненості, розібрати всі
              помилки без тиску. Завдяки цьому процес навчання стає комфортним
              та ефективним. Якщо хочете навчитися водити впевнено та без страху
              – цей автоінструктор саме той, кого варто обрати! Рекомендую!
            </p>
          </div>
        </div>
        <div class="review">
          <img src="/img/review5.jpg" alt="Відгук 3" />
          <div class="review-text">
            <p>
              Ще з дитинства для мене водіння було чимось несумісним зі мною та
              й взагалі авто я думав, що це не моє, але після проходження
              навчання з Віталієм в мене думка змінилася і я вже хочу власне
              авто. За період практичних занять я дізнався чимало і дякую
              Віталію, що все чому я навчався подавалось професійно та спокійно,
              адже молодому водієві необхідно бути в гармонії за кермом. Тому
              дякую за досвід та за успішну здачу іспиту😉🥳))
            </p>
          </div>
        </div>
        <div class="review">
          <img src="/img/review6.jpg" alt="Відгук 3" />
          <div class="review-text">
            <p>
              Я проходила навчання з водіння у Віталія на Теремках і залишилась
              дуже задоволена! З першого заняття він створив комфортну та дружню
              атмосферу, завдяки чому я не хвилювалась за кермом. А вже на
              другому занятті впевнено та без страху виїхала в місто😁Усі
              маневри та правила пояснював чітко, спокійно та з прикладами з
              реальних ситуацій зі свого життя))) Особливо цінно, що Віталій
              завжди був терплячим, навіть коли щось не виходило з першого разу,
              та вмів підбадьорити. Завдяки систематичним і грамотно побудованим
              урокам я впевнено почувалася на іспиті та здала його з першого
              разу! Щиро рекомендую Віталія всім, хто хоче навчитися кермувати
              впевнено, без страху та з якісною підготовкою.
            </p>
          </div>
        </div>
      </div>
    </section>

    <section class="reviews" id="videos">
      <h2 class="section-title">Відео</h2>
      <div class="reviews-wrapper">
        <div class="review video">
          <iframe
            src="https://www.youtube.com/embed/oUWFZo5VAGQ?si=z1iahCzY1aWfm2vR"
            title="Holydrivers video"
            allow="encrypted-media; picture-in-picture"
            loading="lazy"
            referrerpolicy="strict-origin-when-cross-origin"
          ></iframe>
        </div>
        <div class="review video">
          <iframe
            src="https://www.youtube.com/embed/pYrs9N93FDk?si=8MSGPQzgQDUH52-S"
            title="Holydrivers video"
            allow="encrypted-media; picture-in-picture"
            loading="lazy"
            referrerpolicy="strict-origin-when-cross-origin"
          ></iframe>
        </div>
        <div class="review video">
          <iframe
            src="https://www.youtube.com/embed/Hvxh9JVmsGU?si=FE4_snkaor36FxKT"
            title="Holydrivers video"
            allow="encrypted-media; picture-in-picture"
            loading="lazy"
            referrerpolicy="strict-origin-when-cross-origin"
          ></iframe>
        </div>
        <div class="review video">
          <iframe
            src="https://www.youtube.com/embed/Zx32ZnsWtvw?si=WH5vU3P8B72qNMvg"
            title="Holydrivers video"
            allow="encrypted-media; picture-in-picture"
            loading="lazy"
            referrerpolicy="strict-origin-when-cross-origin"
          ></iframe>
        </div>
      </div>
    </section>

    <?php include "footer.php";?>

    <script src="sendmail.js"></script>
    <script>
      const sections = document.querySelectorAll("section[id]");
      const links = document.querySelectorAll("nav a");

      const overlay = document.getElementById("overlay");

      // const headerOffset = 120; // 🔥 підстав свою висоту
      const header = document.querySelector("header");
      const headerOffset = header.getBoundingClientRect().height; // висота хедера

      window.addEventListener("scroll", () => {
        let current = "";

        sections.forEach((section) => {
          const top = section.offsetTop - headerOffset;
          const bottom = top + section.offsetHeight;

          if (window.scrollY >= top && window.scrollY < bottom) {
            current = section.id;
          }
        });

        links.forEach((link) => {
          link.classList.remove("active");

          if (link.getAttribute("href") === "#" + current) {
            link.classList.add("active");
          }
        });
      });

      const burger = document.getElementById("burger");
      const nav = document.getElementById("nav");

      burger.addEventListener("click", () => {
        burger.classList.toggle("active");
        nav.classList.toggle("active");
        overlay.classList.toggle("active");
      });

      function closeMenu() {
        burger.classList.remove("active");
        nav.classList.remove("active");
        overlay.classList.remove("active");
      }

      // закриття при кліку на пункт
      document.querySelectorAll("nav a").forEach((link) => {
        link.addEventListener("click", () => {
          closeMenu();
        });
      });

      // 🔥 закриття при зміні розміру екрану
      window.addEventListener("resize", () => {
        closeMenu();
      });

      // 🔥 закриття по кліку за межами меню
      overlay.addEventListener("click", closeMenu);

      // 🔥 закриття Esc
      document.addEventListener("keydown", (e) => {
        if (e.key === "Escape") {
          closeMenu();
        }
      });
    </script>
  </body>
</html>
