
<?php
$reviews = [
    [
        "name" => "Аліна Чигасова",
        "text" => "Дуже вдячна інструктору Віталію за максимальну підтримку, терпіння, натхнення та віру в мене і що все вдасться!! Він змусив мене повірити",
        "link" => "https://maps.app.goo.gl/pZLjC2hLu3QvtRDi9"
    ],
    [
        "name" => "Ігор Більда",
        "text" => "Навчання з Віталієм увесь шлях було легке, комфортне та позитивне. Дуже сподобалось, що за процес навчання обʼїздили майже весь Київ",
        "link" => "https://maps.app.goo.gl/7i8Mj2sdJZEyb6dy6"
    ],
    [
        "name" => "Inna Paiun",
        "text" => "Віталій - це той інструктор, після занять з яким ти реально починаєш водити і не боятись дороги. Дякую за терпіння",
        "link" => "https://maps.app.goo.gl/YJ8SCeGoLGReCwr56"
    ],
    [
        "name" => "realinsane313",
        "text" => "Від щирого серця вдячна інструктору Віталію!13.12.25 збулась моя мрія - я здала практичний іспит З ПЕРШОГО РАЗУ!",
        "link" => "https://maps.app.goo.gl/TK8FSHtdWuhbmyqD8"
    ],
    [
        "name" => "Андрій Сеник",
        "text" => "Інструктор Віталій підбирає індивідуальний підхід, десь дисциплінує, десь дає",
        "link" => "https://maps.app.goo.gl/WKZ7bqf2kzLxrBc87"
    ],
    [
        "name" => "Olga Shepeta",
        "text" => "Дуже вдячна Віталію за індивідуальний підхід і ефективні заняття. Навчив керувати з нуля і допоміг пропрацювати",
        "link" => "https://maps.app.goo.gl/1dyqttvE2WLx359W7"
    ],
    [
        "name" => "Анастасія Плющ",
        "text" => "Склала практичний іспит з водіння з першої спроби — дякуючи Віталію! 🙌 Підготовка була максимально чіткою, структурованою",
        "link" => "https://maps.app.goo.gl/BaXE1V7M33ew9L7WA"
    ],
    [
        "name" => "Юлія Довгошия",
        "text" => "Вітаю! Дякую найкращому інструктору з водіння Віталію!
Іспит у ТСЦ успішно складено з першої спроби",
        "link" => "https://maps.app.goo.gl/Gxa1et1TGbb3wQ1a6"
    ],
    [
        "name" => "Вита Наньева",
        "text" => "Віталій, це найкращий авто інструктор у світі. Віталій створює дуже спокійну і сприятливу для водіння атмосферу",
        "link" => "https://maps.app.goo.gl/MZpqW7ZMt4GRwcoB8"
    ],
    [
        "name" => "Вікторія",
        "text" => "Віталій відмінний інструктор, дає впевненість за кермом, доступно пояснює. Комфортне навчання",
        "link" => "https://maps.app.goo.gl/emvUAm5fsLThiATN7"
    ],
    [
        "name" => "Nata Simonshuk",
        "text" => "Дуже сподобались уроки у Віталія, спокійно й тактовно. Відновила навички водіння",
        "link" => "https://maps.app.goo.gl/bq6c2gXaTNcERqXe9"
    ],
    [
        "name" => "Карина Бобошко",
        "text" => "Велике дякую автошколі та інструктору Віталію за можливість здійснити дуже давню мрію",
        "link" => "https://maps.app.goo.gl/BmPsmKnKzVDc1tAh7"
    ]
];

foreach ($reviews as $review) {
    include "review.php";
}
?>
