<!doctype html>
<html lang="uk">
  <?php $page = "contacts"; $title = "Зареєструватись в автошколі в Києві |
  HolyDrivers"; $description = "Отримання посвідчення водія | Реєстрація у
  автошколі | Підготовка до практичного іспиту"; $canonical =
  "https://holydrivers.com.ua/autoschool/"; $robots="index,follow"; include
  "../head.php"?>

  <body>
    <!-- header -->
    <?php $page="autoschool"; $h1="Отримання посвідчення водія"; $h2="З нуля до
    практичного іспиту"; include "../header.php"?>
    <!-- header -->
    <section class="section">
      <h2 class="section-title">📖 Теоретична підготовка</h2>
      <p>
        Підготуватися до складання теоретичного іспиту на отримання водійського
        посвідчення дуже просто! Теорію можна вивчити самостійно, без
        обов'язкового відвідування автошколи. Для підготовки рекомендую
        <a href="green-way.com.ua">Green Way</a>.
      </p>
      <p>
        Теорія без практики може бути не до кінця зрозумілою. Але на цьому етапі
        ваша задача - підготуватись до теоретичного іспиту. Все одно на
        практичних заняттях ми повертаємось до теорії та розглядаємо головне,
        найважливіше - саме те, що знадобиться вам під час водіння
      </p>
      <p>Після навчання — складання теоретичного іспиту в ТСЦ МВС.</p>
    </section>

    <section class="section">
      <h2 class="section-title">📝 Реєстрація у автошколі</h2>
      <p>
        Після складання теорії вам слід зареєструватись у автошколі та пройти 38
        навчальних годин практики з автоінструктором. Якщо ви вже склали
        теоретичний іспит, запишіться на
        <a href="/?course=2#register" class="cta">Тест-драйв</a> (перше заняття).
      </p>
      <p>На тест-драйві:</p>
      <ul>
        <li>
          я поцікавлюсь вашим базовим рівнем (чи доводилось раніше сідати за
          кермо)
        </li>
        <li>спираючись на почуте від вас, розповім трохи теорії</li>
        <li>
          далі зробимо перші обережні кроки - почнемо рух у безпечному місці,
          відчуємо автомобіль, позбавимось страху, виконаємо прості маневри.
        </li>
      </ul>
      <p>
        <span class="bold-text">Якщо вам усе сподобається</span> - далі подача
        документів до автошколи та початок практичних занять з автоінструктором.
      </p>
      <ul>
        <li>
          далі поступово будемо рухатись вперед, зважаючи на те, як швидко ви
          будете готові до наступних кроків та зупиняючись там, де потрібні
          додаткові зусилля
        </li>
        <li>
          наша мета - не просто скласти іспит, а навчитись впевнено почуватись
          на дорозі
        </li>
        <li>
          саме тому заняття триватимуть по 2 гоини, що дасть нам змогу об'їхати
          значну частину міста та опанувати різноманітні дорожні обставини
        </li>
        <li>
          впродовж занять, в тому рахунку, поступово будемо готуватсь до іспиту
          та дізнаватись які вимоги висуватиме до вас інспектор
        </li>
        <li>
          лише наприкінці занять, коли ви впевнено будете їздити містом, ми
          проїдемо маршрути сервісного центру, пройдемо психологічну підготовку
          та mock-test
        </li>
      </ul>
      <p>
        Якщо тест-драйв вам <span class="bold-text">не сподобається</span> -
        гроші з вас я не візьму.
      </p>
      <p>&nbsp;</p>
      <p>Ознайомитись з програмою занять можна <a href="/program">тут</a></p>
      <p>&nbsp;</p>
      <p>
        Після складання теорії, згідно законодавству, ви маєте 1 рік, щоб
        скласти практичний іспит.
      </p>
      <p>&nbsp;</p>
      <p>Чи варто чекати?</p>
      <p>
        <p>&nbsp;</p>
        <button type="submit" id="signup_base">
          <!-- передаємо параметр 2 для форми вибору курсу: -->
          <a href="/?course=2#register">🔥 Записатись</a>  
        </button>
      </p>
    </section>

    <?php include "../footer.php";?>
  </body>
</html>
