<!doctype html>
<html lang="uk">
  <?php $page = "contacts"; $title = "Зареєструватись в автошколі в Києві |
  HolyDrivers"; $description = "Отримання посвідчення водія | Реєстрація у
  автошколі | Підготовка до практичного іспиту"; $canonical =
  "https://holydrivers.com.ua/autoschool/"; $robots="index,follow"; include
  "../head.php"?>

  <body>
    <!-- header -->
    <?php $page="autoschool"; $h1="Отримання посвідчення водія"; $h2="З нуля до
    практичного іспиту"; include "../header.php"?>
    <!-- header -->
    <section class="section">
      <h2 class="section-title">Шлях до отримання посвідчення водія</h2>
      <p>На цьому шляху вам необхідно пройти 2 етапи:</p>
      <ul>
        <li>Вивчити ПДР та скласти теоретичний іспит</li>
        <li>
          Звернутись до автоінструктора, навчитись водити автомобіль та
          підготуватись до практичного іспиту
        </li>
      </ul>
    </section>
    <section class="section">
      <h2 class="section-title">📖 Теоретична підготовка</h2>
      <p>
        Підготуватися до складання теоретичного іспиту дуже просто! Теорію можна
        вивчити самостійно, без обов'язкового відвідування автошколи.
      </p>
      <p>
        Покрокову інструкцію як самостійноо підготуватись до теоретичного іспиту
        <a href="/pdr/">читайте тут</a>
      </p>
      <p>
        Теорія без практики може бути не до кінця зрозумілою. Але на цьому етапі
        ваша задача одна - підготуватись до іспиту та скласти його.
      </p>
      <p>
        Далі, колии розпочнемо практичне водіння, ми з вами все одно розглянемо
        найважливіші правила та знаки - саме те, що реально вам знадобиться.
      </p>
      <p>
        Після вивчення ПДР — складання теорії в ТСЦ МВС та перехід до
        найцікавішого етапу - занять з автоінструктором.
      </p>
    </section>

    <section class="section">
      <h2 class="section-title">📝 Заняття з автоінструктором</h2>
      <p>
        Якщо ви вже склали теоретичний іспит, запишіться на
        <a href="/?course=2#register" class="cta">Тест-драйв</a> (перше
        заняття).
      </p>
      <p>На тест-драйві:</p>
      <ul>
        <li>
          я поцікавлюсь вашим базовим рівнем (чи доводилось раніше сідати за
          кермо)
        </li>
        <li>спираючись на почуте від вас, розповім трохи теорії</li>
        <li>
          далі зробимо перші обережні кроки - почнемо рух у безпечному місці,
          відчуємо автомобіль, позбавимось страху, виконаємо прості маневри.
        </li>
      </ul>
      <p>
        На тест-драйв візьміть з собою паспорт та медичну довідку встановленого
        зразку (Форма № 083/о), якщо маєте її.
      </p>
      <p>
        ✅ Якщо вам усе сподобалось - подаємо документи для реєстрації в
        автошколі та починаємо практичні заняття з автоінструктором.
      </p>
      <p>❌ Якщо тест-драйв вам не сподобався - гроші з вас я не візьму.</p>

      <p>
        Реєстрація в автошколі необхідна для наступного: згідно закону, щоб
        отримати допуск до іспиту, учень мусить офіційно пройти 38 годин занять
        з автоінструктором. Тому кожне ваше заняття автоінструктор фіксує у
        партнерській автошколі. Ви, у свою чергу, бачите кількість пройдених
        годин, яка відображається для авторизованих користувачів цього сайту.
      </p>
      <ul>
        <li>
          Далі поступово будемо рухатись вперед, зважаючи на те, як швидко ви
          будете готові до наступних кроків та зупиняючись там, де потрібні
          додаткові зусилля.
        </li>
        <li>
          Наша мета - не просто скласти іспит, а навчитись впевнено почуватись
          на дорозі.
        </li>
        <li>
          Саме тому заняття триватимуть по 2 години, що дасть нам змогу об'їхати
          значну частину міста та опанувати різноманітні дорожні обставини.
        </li>
        <li>
          Впродовж занять поступово будемо готуватсь до іспиту та дізнаватись
          які вимоги висуватиме до вас інспектор.
        </li>
        <li>
          І вже наприкінці занять, коли ви будете впевнено їздити містом, ми
          детально пройдемо маршрути сервісного центру та, важливо: психологічну
          підготовку перед іспитом.
        </li>
      </ul>
      <p>&nbsp;</p>
      <p>Ознайомитись з програмою занять можна <a href="/program">тут</a></p>
    </section>

    <section class="section">
      <h2 class="section-title">
        Перше заняття страшніше в уяві, ніж у реальності
      </h2>
      <p>Дивитись відео:</p>
      <div class="video-card">
        <video
          controls
          preload="none"
          playsinline
          poster="/img/monster.webp"
          width="720"
          height="1280"
        >
          <source src="/video/monster_instructor_2.mp4" type="video/mp4" />
          Ваш браузер не підтримує відтворення відео.
        </video>
      </div>
    </section>

    <section class="section">
      <p>
        Після складання теорії, згідно законодавству, ви маєте 1 рік, щоб
        скласти практичний іспит.
      </p>
      <p>&nbsp;</p>
      <p>Чи варто чекати?</p>
      <p>Почніть водіння вже завтра:</p>
      <p>&nbsp;</p>
      <button type="submit">
        <!-- передаємо параметр 2 для форми вибору курсу: -->
        <a href="/?course=2#register">🔥 Записатись</a>
      </button>
      <p>&nbsp;</p>
      <p>Ознайомитись з послугами автоінструктора докладніше:</p>
      <button type="submit">
        <!-- передаємо параметр 2 для форми вибору курсу: -->
        <a href="/">🏠 На головну</a>
      </button>
    </section>

    <?php include "../footer.php";?>
  </body>
</html>
