<!doctype html>
<html lang="uk">
  <?php $page = "program"; $title = "Програма навчання водінню АКПП у Києві |
  HolyDrivers"; $description = "Автоінструктор у Києві: Програма занять з
  водіння на АКПП без криків і тиску — з нуля або після перерви"; $canonical =
  "https://holydrivers.com.ua/program/"; $robots="index,follow"; include
  "../head.php"?>

  <body>
    <div class="overlay" id="overlay"></div>
    <!-- header -->
    <?php $page="home"; $h1="Програма занять автоінструктора"; $page="program"; $h2="Програма
    практичного навчання"; $intro="<p>Програма занять погодинно</p>"; include "../header.php";?>
    <!-- header -->

    <section class="section" id="program">
      <p>
      Спочатку закладаємо базу керування автомобілем. Після короткого
      теоретичного курсу починаємо практику на дорогах з обмеженим рухом, з
      максимальною кількістю підказок автоінструктора. Поступово переходимо до
      складніших маршрутів, зменшуючи кількість підказок та надаючи учням
      можливість самостійно та впевнено орієнтуватись на дорозі.
    </p>
    <p>Під час кожного заняття ділюсь власним життєвим досвідом на дорогах.</p>
      <?php include "program.php";?>
    </section>

    <?php include "../footer.php";?>
  </body>
</html>
