      <table class="program-table">
        <tbody>
          <tr>
            <td>
              <span> Заняття на території з обмеженим рухом: </span>
              <ul>
                <li>Посадка за кермом, налаштування крісла та дзеркал</li>
                <li>
                  Органи керування: педалі, кермо, покажчики повороту,
                  перемикання передач, стоянкове гальмо
                </li>
                <li>Правильне обертання рульового колеса</li>
                <li>Початок руху та зупинка</li>
                <li>Рух дорогою низької інтенсивності</li>
                <li>
                  Дотримання інтервалу, дистанції, рядності руху, контроль
                  габаритів
                </li>
                <li>
                  Маневрування: повороти, розвороти у 1–2–3 прийоми, рух заднім
                  ходом
                </li>
                <li>Об’їзд нерухомої перешкоди</li>
              </ul>
            </td>
            <td class="hours">2–4 год</td>
          </tr>

          <tr>
            <td>
              <span>🚦 Заняття у місті: </span>
              <ul>
                <li>Визначення безпечної швидкості, дистанції та інтервалу</li>
                <li>Проїзд регульованих перехресть</li>
                <li>Повороти праворуч і ліворуч</li>
                <li>Зміна смуги руху</li>
                <li>Об’їзд припаркованих авто</li>
              </ul>
            </td>
            <td class="hours">2–6 год</td>
          </tr>

          <tr>
            <td>
              <ul>
                <li>Проїзд перехресть з круговим рухом</li>
                <li>Розворот на перехресті та поза ним</li>
                <li>Зупинка у дозволених місцях</li>
              </ul>
            </td>
            <td class="hours">2–4 год</td>
          </tr>

          <tr>
            <td>
              <ul>
                <li>⚠️ Проїзд нерегульованих перехресть</li>
                <li>Визначення пріоритетності руху</li>
                <li>Рух по головній/другорядній дорозі</li>
                <li>Зміна напрямку головної дороги</li>
              </ul>
            </td>
            <td class="hours">2–4 год</td>
          </tr>

          <tr>
            <td>
              <ul>
                <li>Рух за межами міста</li>
                <li>Проїзд естакад</li>
                <li>
                  Рух по дорогах з інтенсивним трафіком: зміна смуги руху,
                  контроль сліпих зон, розвороти
                </li>
              </ul>
            </td>
            <td class="hours">2–4 год</td>
          </tr>

          <tr>
            <td>
              <span>🅿️ Паркування заднім ходом</span>
              <ul>
                <li>Різновиди паркування заднім ходом</li>
                <li>Виїзд з вузьких паркомісць</li>
                <li>Оцінка габаритів автомобіля</li>
                <li>Робота з дзеркалами при маневрах</li>
                <li>Корекція траєкторії під час руху назад</li>
                <li>Типові помилки та як їх уникнути</li>
              </ul>
            </td>
            <td class="hours">2–4 год</td>
          </tr>

          <tr>
            <td>
              <span>🅿️ Паралельне паркування</span>
              <ul>
                <li>Алгоритм виконання паралельного паркування</li>
                <li>Орієнтири для точного заїзду між авто</li>
                <li>
                  Способи паркування в умовах затору або інтенсивного руху
                </li>
                <li>Виправлення типових помилок у паркуванні</li>
              </ul>
            </td>
            <td class="hours">2–4 год</td>
          </tr>

          <tr>
            <td>
              <span>🏁 Кінцевий етап</span>
              🚗🚗🚗🚗🚗
              <ul>
                <li>Рух у щільному міському трафіку</li>
                <li>Маршрут за вибором учня</li>
                <li>Використання GPS-навігації у реальних умовах</li>
                <li>Зміна смуги руху в потоці транспорту</li>
                <li>Взаємодія з іншими учасниками руху</li>
                <li>Самостійне прийняття рішень без підказок інструктора</li>
                <li>Формування впевненого стилю водіння у місті</li>
              </ul>
            </td>
            <td class="hours">2–4 год</td>
          </tr>

          <tr>
            <td>
              <span>🎯 Підготовка до іспиту</span>
              <ul>
                <li>Відпрацювання маршрутів сервісного центру МВС</li>
                <li>Формування стабільного виконання всіх маневрів</li>
                <li>Робота над типовими помилками кандидатів у водії</li>
                <li>Психологічна підготовка до іспиту без стресу</li>
                <li>Мок-тести (імітація реального практичного іспиту)</li>
              </ul>
            </td>
            <td class="hours">6–8 год</td>
          </tr>
        </tbody>
      </table>
      <p>
        📌 Тривалість кожного етапу залежить від початкового рівня учня,
        здатності до засвоєння навичок, інтенсивності занять, наявності тривалих
        перерв між заняттями.
      </p>
      <p>
        Для допуску до практичного іспиту необхідно пройти щонайменше 38 годин
        навчання.
      </p>